{
	"layout.header.image.description": "Go home",
	"layout.header.parametres.title": "Settings",
	"layout.header.parametres.description": "Open parameters",
	"layout.header.parametres.langues": "Language Selection",
	"layout.footer.made.in": "Web application made by Tanguy CAMUS",
	"layout.footer.code": "View the source code of this application",

	"back.button.title": "Back",
	"back.button.description": "Back to home",

	"accueil.title": "Home",
	"accueil.description": "Welcome to my web application which has multiple features.",
	"accueil.description.part1": "First, the application helps me learn how to manage all layers, from creation to deployment!",
	"accueil.description.part2": "Then, whether it's for recruitment or not, you can learn about me from a professional standpoint and find the sources of my work.",
	"accueil.slide.decouvrir": "Discover",
	"accueil.contact": "Contact Me",

	"parcours.scolaire.title": "Educational Background",
	"parcours.scolaire.button.description": "More details",
	"parcours.scolaire.MS2D.level": "Master's degree (BAC+5)",
	"parcours.scolaire.MS2D.title": "Manager of Digital Solutions and Data",
	"parcours.scolaire.MS2D.city": "ENI, Nantes",
	"parcours.scolaire.MS2D.description.1": "I obtained my MS2D, a Master's degree (BAC+5) that focuses on managerial skills and sustainable project management. This Master's program, comparable to other management degrees, allowed me to gain a comprehensive understanding of strategic challenges within an organization. Through a comprehensive curriculum, I deepened my knowledge in areas such as team management, leadership, and managerial practices tailored to contemporary challenges, especially in sustainable development.",
	"parcours.scolaire.MS2D.description.2": "One of the most remarkable aspects of this program is that it was done through an apprenticeship, with nearly 80% of the time spent on company projects. This professional immersion allowed me to apply the knowledge acquired during classes directly to real-world situations. Working in a company throughout the program was a major advantage in strengthening my ability to analyze complex problems while managing impactful projects.",
	"parcours.scolaire.MS2D.description.3": "This program taught me how to quickly synthesize key information, develop innovative solutions, and better understand the managerial challenges I face. I also gained strong skills in anticipating organizational challenges, making informed decisions, and contributing effectively to the achievement of company objectives. This experience has prepared me to take on responsibilities in demanding and fast-evolving professional environments.",
	"parcours.scolaire.CDA.level": "Bachelor's degree (BAC+4)",
	"parcours.scolaire.CDA.title": "Application Developer and Designer",
	"parcours.scolaire.CDA.city": "ENI, Quimper",
	"parcours.scolaire.CDA.description.1": "I earned my Application Developer and Designer diploma, a BAC+4 level degree, after completing an intensive program. This program included 8 months of rigorous coursework followed by a 2-month internship. During this time, I developed solid expertise in application development, covering the different phases of a software project, from needs analysis to deployment. This degree holds a technical master's level, with management skills covered in a different program.",
	"parcours.scolaire.CDA.description.2": "Throughout this program, I had the opportunity to specialize in modern frameworks widely used in the industry. In particular, I gained expertise in Spring Boot, a powerful Java framework for creating robust backend applications, and React, a leading JavaScript library for building dynamic, responsive user interfaces. These skills allowed me to design full-stack applications, both on the front-end and back-end.",
	"parcours.scolaire.CDA.description.3": "Finally, the two-month internship was an ideal opportunity to put the theoretical knowledge gained during the coursework into practice. This internship allowed me to immerse myself in the professional world and work on real projects, consolidating my technical knowledge and enhancing my ability to collaborate within a development team.",
	"parcours.scolaire.DUT.level": "Associate's degree (BAC+2)",
	"parcours.scolaire.DUT.title": "University Technology Diploma in Computer Science",
	"parcours.scolaire.DUT.city": "IUT of Nantes",
	"parcours.scolaire.DUT.description.1": "My DUT in Computer Science, a BAC+2 level degree, was the most challenging part of my academic journey. This intense program provided me with a solid foundation in software development, with a focus on algorithms, programming, and system architecture. The fundamental concepts learned during these two years gave me the rigorous methodology necessary to tackle complex projects and solve technical problems in a structured way.",
	"parcours.scolaire.DUT.description.2": "Throughout this program, I had the opportunity to familiarize myself with a wide range of technologies and programming languages. One of the standout features of this training was the emphasis on the ability to quickly switch between languages such as C, Java, and SQL, depending on the project requirements. This not only helped me acquire technical versatility but also developed my ability to quickly adapt to new technologies.",
	"parcours.scolaire.BAC.level": "High School Diploma (BAC)",
	"parcours.scolaire.BAC.title": "BAC in Sciences and Technologies of Industry and Sustainable Development",
	"parcours.scolaire.BAC.city": "Lycée Yves Thépot, Quimper",
	"parcours.scolaire.BAC.description.1": "I earned my BAC STI2D with an option in SIN (Information Systems and Digital Engineering), focusing on computer science and electronic systems. This program provided me with the basics of computer engineering, including programming, systems analysis, and electronics. I learned to design and develop technological solutions while working with electronic components and computer networks, preparing me for further specialized studies in development and engineering.",

	"parcours.professionnel.title": "Professional Background",
	"parcours.professionnel.details.more.information": "More Information",
	"parcours.professionnel.details.etude": "See studies related to this experience",
	"parcours.professionnel.modal.information.title": "Information",
	"parcours.professionnel.modal.description.title": "Description",
	"parcours.professionnel.modal.competences.title": "Skills",
	"parcours.professionnel.modal.competences.generales.title": "General Skills",
	"parcours.professionnel.modal.competences.tech.title": "Technical Skills",
	"parcours.professionnel.modal.informations.poste": "Position",
	"parcours.professionnel.modal.informations.contrat": "Contract",
	"parcours.professionnel.modal.informations.duree": "Duration",
	"parcours.professionnel.modal.informations.duree.actuel": "Now",
	"parcours.professionnel.common.cdi": "Permanent Contract",
	"parcours.professionnel.common.cdd": "Fixed-term Contract",
	"parcours.professionnel.common.alternance": "Apprenticeship",
	"parcours.professionnel.common.stage": "Internship",
	"parcours.professionnel.cap.cdi.date.debut": "November 2023",
	"parcours.professionnel.cap.cdi.poste": "Software Engineer",
	"parcours.professionnel.cap.cdi.soft.skills.1": "Teamwork",
	"parcours.professionnel.cap.cdi.soft.skills.2": "Mentoring",
	"parcours.professionnel.cap.cdi.soft.skills.3": "Leadership",
	"parcours.professionnel.cap.cdi.description": "As part of my job at Capgemini, for the client SNCF Connect & Tech, I continue to develop the TGV Inoui website. Although I am not officially a Tech Lead, I take on all the tasks associated with that role. In parallel, I occasionally replace the Scrum Master, a position that allows me to explore management aspects that I particularly enjoy. These responsibilities, which I already had at the end of my apprenticeship, have naturally continued in my permanent contract.",
	"parcours.professionnel.cap.alternance.date.debut": "October 2023",
	"parcours.professionnel.cap.alternance.date.fin": "February 2022",
	"parcours.professionnel.cap.alternance.poste": "Software Engineer",
	"parcours.professionnel.cap.alternance.soft.skills.1": "Teamwork",
	"parcours.professionnel.cap.alternance.soft.skills.2": "Advising",
	"parcours.professionnel.cap.alternance.soft.skills.3": "Curiosity",
	"parcours.professionnel.cap.alternance.description": "My apprenticeship at Capgemini, for the client SNCF Connect & Tech, followed a 2-month internship and allowed me to spend 80% of my time at the company. I worked on developing their web application dedicated to loyalty, called TGV Inoui. Over time, I evolved from a junior developer to a role close to that of Tech Lead, handling tasks such as code reviews, technical advising, training teams, and making technical decisions. Additionally, I gained management skills by occasionally stepping in as Scrum Master, a role that allowed me to further explore management when needed.",
	"parcours.professionnel.cap.stage.date.debut": "December 2021",
	"parcours.professionnel.cap.stage.date.fin": "January 2022",
	"parcours.professionnel.cap.stage.poste": "Software Engineer",
	"parcours.professionnel.cap.stage.soft.skills.1": "Teamwork",
	"parcours.professionnel.cap.stage.soft.skills.2": "Listening",
	"parcours.professionnel.cap.stage.soft.skills.3": "Problem-solving",
	"parcours.professionnel.cap.stage.description": "My internship at Capgemini, within the project for SNCF Connect & Tech on the TGV Inoui loyalty application, marked my first real professional experience in development. This internship allowed me to lay the foundations needed to understand how a project is run in a company: how a team is organized, how to collaborate effectively, and how to adhere to development processes. I acquired essential technical skills, which prepared me to take on more responsibilities during my apprenticeship.",
	"parcours.professionnel.leclerc.date.debut": "October 2020",
	"parcours.professionnel.leclerc.date.fin": "April 2021",
	"parcours.professionnel.leclerc.poste": "Cashier",
	"parcours.professionnel.leclerc.soft.skills.1": "Professional communication",
	"parcours.professionnel.leclerc.soft.skills.2": "Customer relations",
	"parcours.professionnel.leclerc.description": "My first job as a cashier at Leclerc introduced me to the professional world from a different perspective. This position taught me to handle stressful situations, particularly during peak hours, while maintaining a calm and professional attitude. I developed customer service skills by providing fast and efficient service, responding to requests, and handling any potential issues. This job also instilled a strong sense of rigor in handling transactions and managing money, qualities that, although in a different context, have proven useful in my subsequent professional experiences.",

	"activite.title": "Personal Activities",
	"activite.bateau.title": "Boating",
	"activite.bateau.description.1": "Since my childhood in Penmarc'h, a coastal town in Brittany, the sea has been an integral part of my life. Growing up by the water, I have always been drawn to the marine horizons and the endless possibilities the ocean offers. This closeness to the sea naturally led me to obtain my coastal license, allowing me to navigate autonomously. I am currently working on obtaining my inland waterways license to explore rivers and canals, with the ambition of also passing my offshore license to navigate further afield.",
	"activite.bateau.description.2": "In the coming years, I dream of owning a small boat. This project represents an important step in fully embracing my passion. Having my own boat would allow me to navigate freely, explore new shores, and deepen my maritime knowledge. It is a personal goal that combines both my acquired skills and my desire to stay connected to the sea throughout my life.",
	"activite.developpement.title": "Development",
	"activite.developpement.description.1": "As a developer, I dedicate part of my free time to technology watch. I enjoy keeping up with new trends, emerging frameworks, and innovations in the development field. This approach not only helps me improve my skills but also allows me to anticipate the changes in my profession.",
	"activite.developpement.description.2": "In parallel, I regularly work on personal projects that let me explore technologies beyond the professional scope. This website is a concrete example. It allows me to experiment with new techniques and apply my skills while creating something meaningful to me.",
	"activite.sport.title": "Sports",
	"activite.sport.description.1": "Sports have always played an important role in my life. Since childhood, I have had the opportunity to explore various sports, each bringing me unique skills and experiences. For four years, I practiced table tennis, a sport that taught me focus, quick reactions, and precision. Then, I discovered fencing, a discipline that combines strategy, agility, and control, which I practiced for three years with passion.",
	"activite.sport.description.2": "Beyond these technical sports, I also experimented with other physical activities such as athletics and badminton, which I practiced for one year each. These sports helped me develop a solid general fitness and a taste for endurance and coordination. Every new discipline enriched my understanding of sport and refined my physical mastery.",
	"activite.sport.description.3": "In recent years, I have turned to weight training, which I have been practicing for five years. It is a sport that allows me to work not only on my physical strength but also on my personal discipline and consistency. Weight training has become a key part of my routine, as it brings me balance and daily well-being.",
	"activite.peche.title": "Fishing",
	"activite.peche.description.1": "Fishing is an activity that naturally ties into my passion for boating and brings back childhood memories. I grew up fishing with my father or cousin, whether on the coast or at sea. These shared moments taught me patience, observation, and, most importantly, the importance of enjoying the present moment. Today, fishing remains a way for me to reconnect with those memories while combining my love for the sea and nature.",
	"activite.detente.title": "Relaxation",
	"activite.detente.description.1": "Relaxation is an integral part of my daily life, and I particularly enjoy immersing myself in captivating series. Whether it's Game of Thrones, The Walking Dead, Breaking Bad, Narcos, or Peaky Blinders, I am always looking for immersive stories and complex characters that keep me hooked. These series allow me to escape and experience thrilling adventures from my couch.",
	"activite.detente.description.2": "At the same time, I am a fan of video games, particularly on consoles. It's the perfect way for me to unwind after a busy day.",

	"contact.linkedin": "My LinkedIn"
}
