{
    "layout.header.title": "My Personal Website",
    "layout.header.image.description": "Go home",
    "layout.header.parametres.title": "Settings",
    "layout.header.parametres.description": "Open parameters",
    "layout.header.parametres.langues": "Language Selection",
    "layout.footer.made.in": "Web application made by Tanguy CAMUS",

    "back.button.title": "Back",
    "back.button.description": "Back to home",

    "accueil.title": "Home",
    "accueil.description": "Welcome to my web application which has multiple features.",
    "accueil.description.part1": "First, the application helps me learn how to manage all layers, from creation to deployment!",
    "accueil.description.part2": "Then, whether it's for recruitment or not, you can learn about me from a professional standpoint and find the sources of my work.",
    "accueil.slide.decouvrir": "Discover",

    "parcours.scolaire.title": "Educational Background",  
    "parcours.scolaire.MS2D.level": "Master's degree (BAC+5)",
    "parcours.scolaire.MS2D.title": "Manager of Digital Solutions and Data",
    "parcours.scolaire.MS2D.city": "ENI, Nantes",
    "parcours.scolaire.MS2D.description.1": "I obtained my MS2D, a Master's degree (BAC+5) that focuses on managerial skills and sustainable project management. This Master's program, comparable to other management degrees, allowed me to gain a comprehensive understanding of strategic challenges within an organization. Through a comprehensive curriculum, I deepened my knowledge in areas such as team management, leadership, and managerial practices tailored to contemporary challenges, especially in sustainable development.",
    "parcours.scolaire.MS2D.description.2": "One of the most remarkable aspects of this program is that it was done through an apprenticeship, with nearly 80% of the time spent on company projects. This professional immersion allowed me to apply the knowledge acquired during classes directly to real-world situations. Working in a company throughout the program was a major advantage in strengthening my ability to analyze complex problems while managing impactful projects.",
    "parcours.scolaire.MS2D.description.3": "This program taught me how to quickly synthesize key information, develop innovative solutions, and better understand the managerial challenges I face. I also gained strong skills in anticipating organizational challenges, making informed decisions, and contributing effectively to the achievement of company objectives. This experience has prepared me to take on responsibilities in demanding and fast-evolving professional environments.",
    "parcours.scolaire.CDA.level": "Bachelor's degree (BAC+4)",
    "parcours.scolaire.CDA.title": "Application Developer and Designer",
    "parcours.scolaire.CDA.city": "ENI, Quimper",
    "parcours.scolaire.CDA.description.1": "I earned my Application Developer and Designer diploma, a BAC+4 level degree, after completing an intensive program. This program included 8 months of rigorous coursework followed by a 2-month internship. During this time, I developed solid expertise in application development, covering the different phases of a software project, from needs analysis to deployment. This degree holds a technical master's level, with management skills covered in a different program.",
    "parcours.scolaire.CDA.description.2": "Throughout this program, I had the opportunity to specialize in modern frameworks widely used in the industry. In particular, I gained expertise in Spring Boot, a powerful Java framework for creating robust backend applications, and React, a leading JavaScript library for building dynamic, responsive user interfaces. These skills allowed me to design full-stack applications, both on the front-end and back-end.",
    "parcours.scolaire.CDA.description.3": "Finally, the two-month internship was an ideal opportunity to put the theoretical knowledge gained during the coursework into practice. This internship allowed me to immerse myself in the professional world and work on real projects, consolidating my technical knowledge and enhancing my ability to collaborate within a development team.",
    "parcours.scolaire.DUT.level": "Associate's degree (BAC+2)",
    "parcours.scolaire.DUT.title": "University Technology Diploma in Computer Science",
    "parcours.scolaire.DUT.city": "IUT of Nantes",
    "parcours.scolaire.DUT.description.1": "My DUT in Computer Science, a BAC+2 level degree, was the most challenging part of my academic journey. This intense program provided me with a solid foundation in software development, with a focus on algorithms, programming, and system architecture. The fundamental concepts learned during these two years gave me the rigorous methodology necessary to tackle complex projects and solve technical problems in a structured way.",
    "parcours.scolaire.DUT.description.2": "Throughout this program, I had the opportunity to familiarize myself with a wide range of technologies and programming languages. One of the standout features of this training was the emphasis on the ability to quickly switch between languages such as C, Java, and SQL, depending on the project requirements. This not only helped me acquire technical versatility but also developed my ability to quickly adapt to new technologies.",
    "parcours.scolaire.BAC.level": "High School Diploma (BAC)",
    "parcours.scolaire.BAC.title": "BAC in Sciences and Technologies of Industry and Sustainable Development",
    "parcours.scolaire.BAC.city": "Lycée Yves Thépot, Quimper",
    "parcours.scolaire.BAC.description.1": "I earned my BAC STI2D with an option in SIN (Information Systems and Digital Engineering), focusing on computer science and electronic systems. This program provided me with the basics of computer engineering, including programming, systems analysis, and electronics. I learned to design and develop technological solutions while working with electronic components and computer networks, preparing me for further specialized studies in development and engineering.",  

    "parcours.professionnel.title": "Professional Background",

    "activite.title": "Personal Activities"
}
