{
	"layout.header.image.description": "Aller à l'accueil",
	"layout.header.parametres.title": "Paramètres",
	"layout.header.parametres.description": "Ouvrir les paramètres",
	"layout.header.parametres.langues": "Choix de la langue",
	"layout.footer.made.in": "Application web réalisé par Tanguy CAMUS",
	"layout.footer.code": "Voir le code source de cette application",

	"back.button.title": "Retour",
	"back.button.description": "Retourner à l'accueil",

	"accueil.title": "Accueil",
	"accueil.description": "Bienvenue sur mon application web qui a de multiples fonctionnalités.",
	"accueil.description.part1": "Premièrement, l'application me sert à apprendre à gérer toutes les couches, de la création à la mise en ligne !",
	"accueil.description.part2": "Ensuite, que ce soit dans le cadre d'un recrutement ou non, on peut se renseigner sur moi d'un point de vue professionnel et retrouver les sources de mon travail.",
	"accueil.slide.decouvrir": "Découvrir",
	"accueil.contact": "Me contacter",

	"parcours.scolaire.title": "Parcours Scolaire",
	"parcours.scolaire.button.description": "Plus de détails",
	"parcours.scolaire.MS2D.level": "BAC+5",
	"parcours.scolaire.MS2D.title": "Manager de Solutions Digitales et Data",
	"parcours.scolaire.MS2D.city": "ENI, Nantes",
	"parcours.scolaire.MS2D.description.1": "J'ai obtenu mon MS2D, un diplôme de niveau BAC+5, qui se distingue par un fort accent sur les compétences managériales et la gestion de projets durables. Ce master, comparable à d'autres diplômes de management, m'a permis d'acquérir une vision globale des enjeux stratégiques au sein d'une organisation. Grâce à un programme complet, j'ai approfondi des domaines tels que la gestion d'équipe, le leadership, et les pratiques managériales adaptées aux défis contemporains, notamment en matière de développement durable.",
	"parcours.scolaire.MS2D.description.2": "L’un des aspects les plus marquants de cette formation est qu’elle a été réalisée en alternance, avec près de 80% du temps consacré à des missions en entreprise. Cette immersion professionnelle m’a permis d’appliquer directement les connaissances acquises en cours dans des situations concrètes. Travailler en entreprise tout au long du cursus a été un atout majeur pour renforcer ma capacité à analyser des problématiques complexes, tout en gérant des projets à impact réel.",
	"parcours.scolaire.MS2D.description.3": "Ce parcours m'a appris à synthétiser rapidement des informations clés, à développer des solutions innovantes et à mieux comprendre les enjeux managériaux dans lesquels j’évolue. J’ai également acquis une forte capacité à anticiper les défis organisationnels, à prendre des décisions éclairées et à contribuer efficacement à l'atteinte des objectifs de l'entreprise. Cette expérience m’a ainsi préparé à assumer des responsabilités dans des environnements professionnels exigeants et en constante évolution.",
	"parcours.scolaire.CDA.level": "BAC+4",
	"parcours.scolaire.CDA.title": "Concepteur Développeur d'Application",
	"parcours.scolaire.CDA.city": "ENI, Quimper",
	"parcours.scolaire.CDA.description.1": "J'ai obtenu mon diplôme de Concepteur Développeur d'Application, un titre de niveau BAC+4, au terme d'une formation intensive. Ce programme s'est déroulé sur 8 mois de cours intensifs, suivis de 2 mois de stage en entreprise. Pendant cette période, j'ai acquis une solide expertise en développement d'applications, en abordant les différentes phases du cycle de vie d’un projet logiciel, de l'analyse des besoins à la mise en production. Ce titre a un niveau master technique, la partie management venant avec un autre titre.",
	"parcours.scolaire.CDA.description.2": "Au cours de cette formation, j'ai eu l'opportunité de me spécialiser dans des frameworks modernes et largement utilisés dans l'industrie. En particulier, j'ai développé une expertise sur Spring Boot, un framework Java puissant pour la création d'applications backend robustes, ainsi que sur React, une bibliothèque JavaScript incontournable pour la création d'interfaces utilisateur dynamiques et réactives. Ces compétences m'ont permis de concevoir des applications complètes, tant sur le front-end que le back-end.",
	"parcours.scolaire.CDA.description.3": "Enfin, les deux mois de stage ont été une occasion idéale de mettre en pratique les compétences théoriques acquises durant les cours. Ce stage m'a permis de m'immerger dans le monde professionnel et de travailler sur des projets concrets, consolidant ainsi mes connaissances techniques et renforçant ma capacité à collaborer au sein d'une équipe de développement.",
	"parcours.scolaire.DUT.level": "BAC+2",
	"parcours.scolaire.DUT.title": "Diplôme Universitaire Technologique Informatique",
	"parcours.scolaire.DUT.city": "IUT de Nantes",
	"parcours.scolaire.DUT.description.1": "Mon diplôme de DUT Informatique, de niveau BAC+2, a constitué la partie la plus exigeante de mon parcours académique. Cette formation intense a posé des bases solides en développement informatique, avec un accent sur l'algorithmique, la programmation, et l'architecture des systèmes. Les concepts fondamentaux appris durant ces deux années m'ont permis d'acquérir une méthodologie rigoureuse, essentielle pour aborder des projets complexes et résoudre des problèmes techniques de manière structurée.",
	"parcours.scolaire.DUT.description.2": "Au cours de cette formation, j'ai eu l'occasion de me familiariser avec une grande variété de technologies et de langages de programmation. L'un des aspects marquants de ces études était l'accent mis sur la capacité à basculer rapidement d'un langage à un autre, comme le C, Java, ou encore SQL, selon les besoins des projets. Cela m'a non seulement permis d'acquérir une polyvalence technique, mais aussi de développer une capacité d'adaptation rapide aux nouvelles technologies.",
	"parcours.scolaire.BAC.level": "BAC",
	"parcours.scolaire.BAC.title": "BAC Sciences et Technologies de l'Industrie et du Développement Durable",
	"parcours.scolaire.BAC.city": "Lycée Yves Thépot, Quimper",
	"parcours.scolaire.BAC.description.1": "J'ai obtenu mon BAC STI2D avec l'option SIN (Systèmes d'Information et Numérique), qui se concentre sur l'informatique et les systèmes électroniques. Cette formation m'a permis d'acquérir les bases de l'ingénierie informatique, notamment en programmation, en analyse de systèmes, et en électronique. J'ai ainsi appris à concevoir et à développer des solutions technologiques, tout en manipulant des composants électroniques et des réseaux informatiques, me préparant à poursuivre dans des études plus spécialisées en développement et en ingénierie.",

	"parcours.professionnel.title": "Parcours Professionnel",
	"parcours.professionnel.details.more.information": "Plus d'informations",
	"parcours.professionnel.details.etude": "Voir les études liées à cette expérience",
	"parcours.professionnel.modal.information.title": "Informations",
	"parcours.professionnel.modal.description.title": "Description",
	"parcours.professionnel.modal.competences.title": "Compétences",
	"parcours.professionnel.modal.competences.generales.title": "Compétences Générales",
	"parcours.professionnel.modal.competences.tech.title": "Compétences Technique",
	"parcours.professionnel.modal.informations.poste": "Poste",
	"parcours.professionnel.modal.informations.contrat": "Contrat",
	"parcours.professionnel.modal.informations.duree": "Durée",
	"parcours.professionnel.modal.informations.duree.actuel": "Maintenant",
	"parcours.professionnel.common.cdi": "CDI",
	"parcours.professionnel.common.cdd": "CDD",
	"parcours.professionnel.common.alternance": "Alternance",
	"parcours.professionnel.common.stage": "Stage",
	"parcours.professionnel.cap.cdi.date.debut": "Novembre 2023",
	"parcours.professionnel.cap.cdi.poste": "Ingénieur Logiciel",
	"parcours.professionnel.cap.cdi.soft.skills.1": "Travail d'équipe",
	"parcours.professionnel.cap.cdi.soft.skills.2": "Former",
	"parcours.professionnel.cap.cdi.soft.skills.3": "Diriger",
	"parcours.professionnel.cap.cdi.description": "Dans le cadre de mon emploi chez Capgemini, pour le client SNCF Connect & Tech, je continue le développement du site TGV Inoui. Bien que je ne sois pas officiellement Tech Lead, je prends en charge toutes les tâches liées à ce rôle. En parallèle, je remplace ponctuellement le Scrum Master, un poste qui me permet d'explorer les aspects de gestion que j'apprécie particulièrement. Ces responsabilités, que j'avais déjà à la fin de mon alternance, se poursuivent naturellement dans mon CDI.",
	"parcours.professionnel.cap.alternance.date.debut": "Octobre 2023",
	"parcours.professionnel.cap.alternance.date.fin": "Février 2022",
	"parcours.professionnel.cap.alternance.poste": "Ingénieur Logiciel",
	"parcours.professionnel.cap.alternance.soft.skills.1": "Travail d'équipe",
	"parcours.professionnel.cap.alternance.soft.skills.2": "Conseiller",
	"parcours.professionnel.cap.alternance.soft.skills.3": "Être curieux",
	"parcours.professionnel.cap.alternance.description": "Mon alternance chez Capgemini, pour le client SNCF Connect & Tech, a fait suite à un stage de 2 mois et m'a permis de passer 80 % de mon temps en entreprise. J'ai travaillé sur le développement de leur application web dédiée à la fidélité, nommée TGV Inoui. Au fil du temps, j'ai évolué de développeur junior à un rôle proche de celui de Tech Lead, prenant en charge des tâches telles que la relecture de code, le conseil technique, la formation des équipes et la prise de décisions techniques. En parallèle, j'ai acquis des compétences en gestion, notamment en remplaçant ponctuellement le Scrum Master, un rôle qui m'a permis d'explorer davantage les aspects de management lorsque cela était nécessaire.",
	"parcours.professionnel.cap.stage.date.debut": "Décembre 2021",
	"parcours.professionnel.cap.stage.date.fin": "Janvier 2022",
	"parcours.professionnel.cap.stage.poste": "Ingénieur Logiciel",
	"parcours.professionnel.cap.stage.soft.skills.1": "Travail d'équipe",
	"parcours.professionnel.cap.stage.soft.skills.2": "Écoute",
	"parcours.professionnel.cap.stage.soft.skills.3": "Résolution de problèmes",
	"parcours.professionnel.cap.stage.description": "Mon stage chez Capgemini, au sein du projet pour SNCF Connect & Tech sur l'application de fidélité TGV Inoui, a marqué ma première véritable expérience professionnelle dans le développement. Ce stage m'a permis de poser les bases nécessaires pour comprendre le fonctionnement d'un projet en entreprise : comment s'organise une équipe, comment collaborer efficacement, et comment respecter les processus de développement. J'y ai acquis des compétences techniques essentielles, ce qui m'a préparé à assumer davantage de responsabilités lors de mon alternance.",
	"parcours.professionnel.leclerc.date.debut": "Octobre 2020",
	"parcours.professionnel.leclerc.date.fin": "Avril 2021",
	"parcours.professionnel.leclerc.poste": "Caissier",
	"parcours.professionnel.leclerc.soft.skills.1": "Communication profesionnelle",
	"parcours.professionnel.leclerc.soft.skills.2": "Relation client",
	"parcours.professionnel.leclerc.description": "Mon premier emploi en tant que caissier chez Leclerc m'a permis de découvrir le monde professionnel sous un autre angle. Ce poste m'a appris à gérer des situations stressantes, notamment lors des périodes de forte affluence, tout en conservant une attitude calme et professionnelle. J'ai développé des compétences en relation client en assurant un service rapide et efficace, tout en répondant aux demandes et aux éventuels problèmes des clients. Ce travail m'a également inculqué une grande rigueur, notamment dans la gestion des transactions et la manipulation d'argent, des qualités qui, bien que dans un contexte différent, se sont révélées utiles dans mes expériences professionnelles suivantes.",

	"activite.title": "Activité Personnelle",
	"activite.bateau.title": "Bateau",
	"activite.bateau.description.1": "Depuis mon enfance à Penmarc'h, une ville côtière de Bretagne, la mer fait partie intégrante de ma vie. Ayant grandi au bord de l'eau, j'ai toujours été attiré par les horizons marins et les possibilités infinies qu'offre l'océan. Cette proximité avec la mer m'a naturellement conduit à passer mon permis côtier, me permettant de naviguer en toute autonomie. Actuellement, je travaille à obtenir mon permis fluvial pour explorer les rivières et canaux, avec pour ambition de passer également le permis hauturier, afin de naviguer au large sans limites.",
	"activite.bateau.description.2": "Dans les années à venir, je rêve d'acquérir un petit bateau. Ce projet représente pour moi une étape importante pour vivre pleinement ma passion. Avoir mon propre bateau me permettrait de naviguer librement, d'explorer de nouvelles côtes et d'approfondir mes connaissances maritimes. C'est un objectif personnel qui combine à la fois mes compétences acquises et ma volonté de rester connecté à la mer tout au long de ma vie.",
	"activite.developpement.title": "Développement",
	"activite.developpement.description.1": "En tant que développeur, je consacre une partie de mon temps libre à la veille technologique. J'aime rester à jour sur les nouvelles tendances, les frameworks émergents, et les innovations dans le domaine du développement. Cette démarche me permet non seulement d'améliorer mes compétences, mais aussi d'anticiper les évolutions dans mon métier.",
	"activite.developpement.description.2": "Parallèlement, je travaille régulièrement sur des projets personnels qui me permettent d'explorer des technologies en dehors du cadre professionnel. Ce site en est un exemple concret. Il me permet d'expérimenter de nouvelles techniques et de mettre en pratique mes compétences tout en développant quelque chose de significatif pour moi.",
	"activite.sport.title": "Sports",
	"activite.sport.description.1": "Le sport a toujours occupé une place importante dans ma vie. Depuis mon enfance, j'ai eu la chance d'explorer plusieurs disciplines sportives, chacune m'apportant des compétences et des expériences uniques. Pendant quatre ans, j'ai pratiqué le tennis de table, un sport qui m'a appris la concentration, la rapidité de réaction et la précision. Ensuite, j'ai découvert l'escrime, une discipline qui allie stratégie, agilité et contrôle, et que j'ai pratiquée pendant trois ans avec passion.",
	"activite.sport.description.2": "Au-delà de ces sports techniques, j'ai également expérimenté des activités physiques plus diverses, comme l'athlétisme et le badminton, que j'ai pratiqués pendant un an chacun. Ces sports m'ont permis de développer une bonne condition physique générale et un goût pour l'endurance et la coordination. Chaque nouvelle discipline a enrichi ma compréhension du sport et m'a permis d'affiner ma maîtrise corporelle.",
	"activite.sport.description.3": "Ces dernières années, je me suis tourné vers la musculation, que je pratique depuis cinq ans. C'est un sport qui me permet de travailler non seulement ma force physique, mais aussi ma discipline personnelle et ma régularité. La musculation est devenue un élément clé de ma routine, car elle m'apporte un équilibre et un bien-être quotidien.",
	"activite.peche.title": "Pêche",
	"activite.peche.description.1": "La pêche est une activité qui se lie naturellement à ma passion pour le bateau et qui me ramène à des souvenirs d'enfance. J'ai grandi en pêchant avec mon père ou mon cousin, que ce soit sur la côte ou en mer. Ces moments partagés m'ont appris la patience, l'observation, et surtout l'importance de profiter de l'instant présent. Aujourd'hui, la pêche reste pour moi une manière de me reconnecter à ces souvenirs tout en combinant mon amour pour la mer et la nature.",
	"activite.detente.title": "Détente",
	"activite.detente.description.1": "La détente fait partie intégrante de mon quotidien, et j'aime particulièrement me plonger dans des séries captivantes. Que ce soit Game of Thrones, The Walking Dead, Breaking Bad, Narcos, ou Peaky Blinders, je suis toujours à la recherche de récits immersifs et de personnages complexes qui me tiennent en haleine. Ces séries me permettent de m'évader et de vivre des aventures passionnantes depuis mon canapé.",
	"activite.detente.description.2": "En parallèle, je suis un amateur de jeux vidéo, en particulier sur console. C'est une manière parfaite pour moi de me détendre après une journée bien remplie.",

	"tech.title": "Technologies utilisées",

	"contact.linkedin": "Mon Linkedin"
}
